ajshort.latex-preview
christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
eamodio.gitlens
esbenp.prettier-vscode
James-Yu.latex-workshop
jbenden.c-cpp-flylint
JeffersonQin.latex-snippets-jeff
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-iot.vscode-ros
ms-python.python
ms-vscode.cpptools
ms-vscode.vs-keybindings
notskm.clang-tidy
pijar.ros-snippets
redhat.java
redhat.vscode-yaml
rust-lang.rust
Shan.code-settings-sync
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
yamajyn.commandlist
