ajshort.latex-preview
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
Dart-Code.dart-code
Dart-Code.flutter
DavidAnson.vscode-markdownlint
eamodio.gitlens
esbenp.prettier-vscode
James-Yu.latex-workshop
jbenden.c-cpp-flylint
JeffersonQin.latex-snippets-jeff
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-iot.vscode-ros
ms-python.python
ms-toolsai.jupyter
ms-toolsai.vscode-ai
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-account
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.vs-keybindings
Nash.awesome-flutter-snippets
nickfode.latex-formatter
notskm.clang-tidy
pijar.ros-snippets
redhat.java
redhat.vscode-yaml
RoboDK.Industrial-Robots
rust-lang.rust
Shan.code-settings-sync
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
yamajyn.commandlist
yzhang.markdown-all-in-one
