ajshort.latex-preview
DotJoshJohnson.xml
eamodio.gitlens
esbenp.prettier-vscode
James-Yu.latex-workshop
JeffersonQin.latex-snippets-jeff
leafvmaple.octave
monokai.theme-monokai-pro-vscode
ms-iot.vscode-ros
ms-python.python
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
nickfode.latex-formatter
notskm.clang-tidy
panicbit.cargo
pijar.ros-snippets
redhat.java
streetsidesoftware.code-spell-checker
toasty-technologies.octave
tomoki1207.pdf
twxs.cmake
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
wwm.better-align
xaver.clang-format
